<!DOCTYPE html>
<html lang="de">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Aufl&ouml;sung CSI 2024</title>
    <style>
        html {
            font-family: "Georgia";
            background-color: #f5f5f5;
            color: #333;
        }

        body {
            margin: 0;
            padding: 20pt;
        }

        h1 {
            text-align: center;
            font-size: 36pt;
            margin-bottom: 20pt;
            border-bottom: 2pt solid #333;
            padding-bottom: 10pt;
        }

        #countdown {
            font-size: 24pt;
            font-weight: bold;
            text-align: center;
            margin-top: 10pt;
            margin-bottom: 10pt;
            padding: 10pt;
            border: 2pt solid #333;
            display: inline-block;
            background-color: #fff;
        }

        .article,
        .video-wrapper,
        .outtakes_header,
        .extra-video-wrapper {
            display: none;
        }

        .article {
            margin: 20pt 0;
            padding: 20pt;
            background-color: #fff;
            border: 1pt solid #ddd;
            box-shadow: 0 0 10pt rgba(0, 0, 0, 0.1);
        }

        .article h2 {
            font-size: 26pt;
            margin-bottom: 10pt;
        }

        .article p,
        .article ul {
            font-size: 9.5pt;
            line-height: 1.5;
        }

        .center {
            display: flex;
            justify-content: center;
        }

        .video-wrapper,
        .extra-video-wrapper {
            margin-bottom: 10pt;
            padding: 20pt;
            background-color: #fff;
            border: 1pt solid #ddd;
            box-shadow: 0 0 10pt rgba(0, 0, 0, 0.1);
        }
    </style>
</head>

<body>
    <h1 id="message">Aufl&ouml;sungsvideo folgt</h1>
    <div class="center">
        <div id="countdown"></div>
    </div>

    <div class="center">
        <div class="video-wrapper">
            <embed type="text/html" src="https://photos.onedrive.com/share/E7D6DDCBC31E515D!229672?cid=E7D6DDCBC31E515D&resId=E7D6DDCBC31E515D!229672&authkey=!APKHU07VBzk9ttI&ithint=video&e=orXHI6">
        </div>
    </div>

    <div class="article">
        <h2>CSI: Bericht zum Mordfall William Cunningham</h2>
        <p>05.07.2024 / 16:45 Uhr</p>
        <p>Am 05.07.24 wurde der C-IT-Gr&uuml;nder und Milliard&auml;r William Cunningham in seinem eigenen Haus
            ermordet, man fand ihn erstochen in seinem B&uuml;ro. Es konnten vier Tatverd&auml;chtige ausgemacht werden.
            Dank der hervorragenden Ermittlungen aller KAG- und CSI-Agenten konnte der wahre T&auml;ter nun entlarvt und
            dingfest gemacht werden.</p>
        <p>Die Spurenlage war zun&auml;chst sehr verwirrend:</p>
        <ul>
            <li>Auf der Tatwaffe (Brief&ouml;ffner) wurde ein Fingerabdruck von Cunninghams l&auml;ngst verflossener
                Aff&auml;re Lauren Harper identifiziert und</li>
            <li>auf der Leiche Fasern vom Hemd des Kochs gefunden.</li>
            <li>Der Fu&szlig;abdruck in der Blutlache sowie der gesicherte Fingerabdruck am Safe konnten erfolgreich dem
                G&auml;rtner zugeordnet werden, w&auml;hrend</li>
            <li>die Haush&auml;lterin keinerlei Spuren hinterlie&szlig;, da sie&nbsp;&ndash; angeblich vom
                Kochen&nbsp;&ndash; Handschuhe trug.</li>
        </ul>
        <p>Jeder der Tatverd&auml;chtigen hatte ein Motiv f&uuml;r den Mord an dem Milliard&auml;r:</p>
        <ul>
            <li>Die Haush&auml;lterin Audrey Madison litt zunehmend unter Cunninghams cholerischen Anf&auml;llen und
                wurde schlecht bezahlt.</li>
            <li>Lauren Harper, die vor langer Zeit eine kurze Aff&auml;re mit Cunningham hatte, aus der ihr
                Sohn Jack Harper entstand, verlor am 30.06.24 ihren Job. Sie bat Cunningham um
                finanzielle Unterst&uuml;tzung, bis sie einen neuen Job gefunden hat.
                Cunningham verweigerte ihr die Hilfe, was Lauren w&uuml;tend machte, da Jack
                ihr gemeinsamer Sohn war (f&uuml;r den Cunningham die Vaterschaft nie anerkannt hatte).
            </li>

            <li>Der
                G&auml;rtner Jeffrey Jones hatte ein schlechtes Verh&auml;ltnis zu seinem Chef. Sie
                gerieten immer wieder aneinander, weil Cunningham mit der Arbeit des G&auml;rtners
                unzufrieden war. Eine Woche vor dem Mord verweigerte Cunningham ihm schlie&szlig;lich
                die Bezahlung, was ihn w&uuml;tend gemacht haben k&ouml;nnte.
            </li>

            <li>Der
                Koch Baldwin Turner arbeitete 30 Jahre f&uuml;r die Familie des Milliard&auml;rs und
                wurde am Tag vor dem Mord ganz pl&ouml;tzlich und, laut Aussage des Kochs, ohne
                Angabe von Gr&uuml;nden entlassen. Seine Beziehung zu Cunningham soll bis zu diesem
                Zeitpunkt jedoch gut gewesen sein.
            </li>
        </ul>

        <p>Schlussendlich
            wurden sowohl in Cunninghams B&uuml;ro als auch in der K&uuml;che &Uuml;berwachungskameras
            gefunden, die den gesamten Tatvorgang aufgezeichnet haben. Aufgrund des gro&szlig;en
            Interesses wurden der &Ouml;ffentlichkeit die Originalaufnahmen zug&auml;nglich gemacht.
            Hier die Fakten in aller K&uuml;rze:</p>

        <p>Am Morgen des
            05. Juli war Cunningham gerade dabei, seine Post durchzusehen, als es klopfte
            und Lauren Harper den Raum betrat. Die beiden lernten sich auf der
            Silvesterfeier 2011/12 kennen, die Cunningham f&uuml;r seine Firmenbelegschaft im
            Hilton-Hotel ausrichten lie&szlig;. Ms Harper kellnerte schon damals dort und die
            beiden kamen sich an diesem Abend n&auml;her. Sie f&uuml;hrten eine kurze Aff&auml;re, jedoch
            wollte Cunningham nichts mehr von ihr wissen, als Lauren ihm die
            Schwangerschaft mitteilte. Jahrelang hatten die beiden keinen Kontakt, bis
            Lauren an diesem Morgen&nbsp;&ndash; widerwillig, aber verzweifelt&nbsp;&ndash; vor William stand und
            ihn um finanzielle Unterst&uuml;tzung bat. Man hatte ihr gek&uuml;ndigt und sie hatte
            keine Ersparnisse, mit denen sie sich und ihren gemeinsamen So  hn Jack &uuml;ber die
            Runden bringen konnte. Doch Cunningham
            weigerte sich und es kam zu einer Auseinandersetzung, bei der Lauren durch
            Zufall seine Post entdeckte und somit auch die Tatsache, dass Jack im
            Todesfalle seines Vaters die Lebensversicherung in H&ouml;he von 350.000.000 $
            erhalten w&uuml;rde. Sie ergriff den
            nebenliegenden Brief&ouml;ffner, z&ouml;gerte jedoch und entschied sich dann gegen ihren
            spontanen Plan. Aufgebracht verlie&szlig; sie Cunninghams B&uuml;ro.</p>

        <p>Kurze Zeit
            sp&auml;ter betrat der Koch, Baldwin Turner, Cunninghams B&uuml;ro, um mit ihm &uuml;ber die
            am Tage zuvor ausgesprochene K&uuml;ndigung zu sprechen. Doch sein Chef wollte
            nichts davon wissen und sie begannen zu diskutieren, jedoch ohne ein f&uuml;r Turner
            zufriedenstellendes Ergebnis. Aus seiner Wut
            heraus ergriff er den Brief&ouml;ffner und erstach Cunningham von hinten. Dieser
            rief noch nach seiner Haush&auml;lterin, bevor er schlie&szlig;lich zusammenbrach und
            starb.</p>

        <p>Die Haush&auml;lterin
            Audrey Madison, die bisher in der K&uuml;che das Mittagessen vorbereitet hatte,
            eilte sofort zu ihm und begriff fassungslos das Geschehen. Sie nahm Turner den
            Brief&ouml;ffner aus der Hand und schickte ihn fort. Anschlie&szlig;end
            sp&uuml;lte sie die Tatwaffe ab, aber vor lauter Aufregung lie&szlig; sie ihn
            versehentlich auf der Sp&uuml;le liegen. Sie informierte die Polizei und verlie&szlig; den
            Raum, um die Beamten an der Haust&uuml;r zu empfangen. Zwar hatte sie die
            Fingerabdr&uuml;cke von Baldwin Turner erfolgreich abgewaschen, jedoch befand sich
            der Abdruck von Lauren Harper, welcher sp&auml;ter gesichert werden konnte, noch
            immer auf der Klinge.</p>



        <p>Durch die
            aufgeregten Stimmen neugierig geworden, schlich sich Jeffrey Jones, der
            G&auml;rtner, ins B&uuml;ro, sobald die Haush&auml;lterin dieses verlassen hatte. Er f&uuml;hlte
            Cunninghams nicht mehr vorhandenen Puls und trat mit seinem Schuh in die
            Blutlache neben der Leiche. Jones bemerkte
            den offenstehenden Safe mit dem Bargeld. In der vorherigen Woche verweigerte
            Cunningham dem G&auml;rtner seine Bezahlung wegen &#8222;schlechter Arbeit&#8220; und somit
            brachte ihn die offenstehende Safet&uuml;r auf eine Idee. Zusammen mit dem Geld
            fl&uuml;chtete er &uuml;berst&uuml;rzt durch die Hintert&uuml;r.</p>


        <p>Auf Baldwin
            Turner wird selbstverst&auml;ndlich ein Gerichtsprozess zukommen und mit ziemlicher
            Sicherheit eine langj&auml;hrige Gef&auml;ngnisstrafe. Auch Audrey
            Madison wird sich auf einen Prozess einstellen m&uuml;ssen, da sie die Tat von
            Turner verschleiern wollte und sogar Mithilfe leistete. Die von William
            Cunningham abgeschlossene Lebensversicherung wurde, wie von ihm gew&uuml;nscht, an
            Jack Harper ausbezahlt, wodurch er und seine Mutter nun endlich nicht mehr in
            &auml;rmlichen Verh&auml;ltnissen leben m&uuml;ssen.</p>
    </div>

<div class="outtakes_header">
    <h1>Outtakes</h1>
</div>

    <div class="center">
        <div class="extra-video-wrapper">
            <embed type="text/html" src="https://photos.onedrive.com/share/E7D6DDCBC31E515D!229698?cid=E7D6DDCBC31E515D&resId=E7D6DDCBC31E515D!229698&authkey=!AJaj7fcFnnEVG_c&ithint=video&e=E3j9Md">
        </div>
    </div>


    <script>
        // Zielzeit (5. Juli 2024 um 16:00 Uhr)
        const targetDate = new Date("2024-07-05T16:00:00");

        // Aktualisieren des Timers alle 1 Sekunde
        function updateTimer() {
            const now = new Date();
            const timeLeft = targetDate - now;

            if (timeLeft > 0) {
                const hours = Math.floor((timeLeft % (1000 * 60 * 60 * 24)) / (1000 * 60 * 60));
                const minutes = Math.floor((timeLeft % (1000 * 60 * 60)) / (1000 * 60));
                const seconds = Math.floor((timeLeft % (1000 * 60)) / 1000);

                document.getElementById("countdown").textContent = `Verbleibende Zeit: ${hours.toString().padStart(2, '0')}:${minutes.toString().padStart(2, '0')}:${seconds.toString().padStart(2, '0')}`;

            } else {
                document.getElementById("countdown").textContent = "Video verf\u00FCgbar!";
                document.getElementById("message").textContent = "Aufl\u00F6sungsvideo";
                document.querySelector('.article').style.display = 'block';
                document.querySelector('.video-wrapper').style.display = 'block';
                document.querySelector('outtakes_header').style.display = 'block';
                document.querySelector('.extra-video-wrapper').style.display = 'block';
            }
        }

        // Initialisieren des Timers
        updateTimer();
        setInterval(updateTimer, 1000);
    </script>
</body>

</html>
